---
kind: other
id: Methods.T:Autodesk.Revit.DB.Structure.StructuralSections.StructuralSectionHotRolled
source: html/41e2dcc8-ded6-3bdc-a658-08b28ee5d71e.htm
---
# StructuralSectionHotRolled Methods

Returns size of the section boundary.